export const taizAdminData = {
  "التعزية": [
    "الجندية العليا", "الجندية السفلى", "الشعبانية السفلى", "الشعبانية العليا", "الأصرار", 
    "الأعمور", "الهشمة", "الحيمة السفلى", "الحيمة العليا", "الزواقر", "المسنح", 
    "الأجعود", "قياض", "الجعدي", "مخلاف أسفل", "القصيبة", "الشحنة", "الدعيسة", "حذران"
  ],
  "شرعب السلام": [
    "أقيوس", "أيفوع أسفل", "أيفوع أعلى", "اشموس", "الأحجور", "الأكروف", 
    "الأجود (الأمجود)", "التبهة", "الزوحة", "الشريف", "العسيلة", "القفاعة", 
    "بني بخير", "بني سباء", "بني شعب", "بني عون", "بني وهبان", "عزبان"
  ],
  "شرعب الرونة": [
    "الأجشوب", "الأسد", "الأحطوب", "الأشراف", "الحسية", "الرعينة", "الزراري", 
    "الزغارير", "الغربي", "الملاوحة", "الهياجم", "بني الحسام", "بني زياد", 
    "بني سري", "بني سميع", "بني مرير", "حلية", "شرقي حمير", "عوادر", 
    "مورخة", "نصف العزل"
  ],
  "ماوية": [
    "أساودة", "أشجور", "اخرق", "اصرار", "الشميرة", "الظهرة", "العومان", 
    "القماهدة", "المحطة", "اوجوة", "باهر", "جرانع", "حوامرة", "خدير البريهي", 
    "خلاوه سودق", "سائلة سورق", "شرقي سورق", "عماعمة", "قرينع", "قماعرة", 
    "مرية", "معبر", "مومج"
  ],
  "خدير": [
    "الشويفة", "خدير البدو", "خدير السلمي"
  ],
  "مقبنة": [
    "أخدوع أسفل", "أخدوع أعلى", "الأخلود", "الأعدوف", "الأقحوز", "الجماهرة", 
    "الحبيبة", "الخياشين", "السواغين", "الصعيرة", "العبدلة", "العشملة", 
    "العفيرة", "الفكيكة", "القحيفة", "الكرابدة", "المجاعشة", "المجاهدة", 
    "الملاحطة", "الوريف", "اليمن", "براشة", "بني حمير", "بني سيف", 
    "بني صلاح", "بيدحة", "جاحر", "محرقة", "ميراب"
  ],
  "الصلو": [
    "مركز المديرية", "عزل أخرى"
  ]
};

export const taizDistricts = Object.keys(taizAdminData);
